Repository: canamaemindevar/Unhindered-Steps
Catalog: Unhindered Steps/*.lproj/Localizable.strings
Languages: tr

source: Enter username
tr: Kullanıcı adınızı girin

source: Enter Password
tr: Şifreyi girin

source: Login
tr: Giriş yap

source: Register
tr: Kayıt ol

# crateAnAccount
source: Create new account
tr: Yeni bir hesap oluştur

source: Your helper:
tr: Sizin yardımcınız:

source: Show personel information
tr: Kişisel bilgileri göster

source: Username / password cannot be blank
tr: Kullanıcı adı/şifre boş bırakılamaz

source: Update personal information
tr: Kişisel bilgileri güncelle

source: Update helper information
tr: Yardımcı bilgilerini güncelle

source: Show helper information
tr: Yardımcı bilgilerini göster

source: Search History
tr: Arama Geçmişi

source: Favorites
tr: Favoriler

source: Mostly Used
tr: En Çok Kullanılanlar

source: Log out
tr: Çıkış yap

source: Emergency Call
tr: Acil Çağrı

source: Health
tr: Sağlık

source: Support and Sell
tr: Destek ve Satış

source: Hospital
tr: Hastane

source: Pharmacy
tr: Eczane

source: Medical
tr: Tıbbi

source: Disabled Toilet
tr: Engelli Tuvaleti

source: Wheelchair Outlet
tr: Tekerlekli Sandalye Satış Mağazası

source: Wheelchair Care Center
tr: Tekerlekli Sandalye Bakım Merkezi

source: Send Mail
tr: E-posta Gönder

source: Update Helper
tr: Yardımcıyı Güncelle

# enterHelperPhone
source: Enter your relative's number to call in case of emergency.
tr: Acil durumda aramak için bir yakınınızın numarasını girin.

# enterHelperName
source: Enter the name of a relative.
tr: Bir yakının adını girin.

# enterHelperMail
source: Enter the e-mail address of a relative of yours.
tr: Bir yakınınızın e-posta adresini girin.

source: Enter Mail
tr: E-posta Adresi Girin

source: Update User
tr: Kullanıcıyı Güncelle

source: Enter Password Again
tr: Şifreyi Tekrar Girin

source: Succes
tr: Başarılı

# registerSucces
source: Successfully Registered, Please log in now
tr: Başarıyla Kaydedildi, Lütfen Şimdi Giriş Yapın

# passwordMatchError
source: Your password does not match
tr: Şifreniz uyuşmuyor

source: Map
tr: Harita

source: Profile
tr: Profil

# errorShown
source: An error was encountered.
tr: Hata ile karşılaşıldı.
